Repository: PablodeSoto/delvj
Catalog: po/*.po
Languages: ca, es, fr

source: Launch into:
ca: llançar
es: Lanzar en:
fr: Lancer intro

source: 3d composition
ca: Composició 3D
es: Composición 3d

source: 3d text 1
ca: texte 3D 1
es: Texto 3d 1
fr: 3d texte 1

source: 3d text 2
ca: texte 3D 2
es: Texto 3d 2
fr: 3d texte 2

source: <b>2d video output</b>
ca: <b>sortida vídeo 2D</b>
es: <b>Salida de video 2d</b>
fr: <b>sortie videov 2d</b>

source: <b>Aging</b>
ca: <b>Envellir</b>
es: <b>Envejecer</b>
fr: <b>Vieux</b>

source: <b>Animation</b>
ca: <b>Animació</b>
es: <b>Animación</b>

source: <b>Automatization of images inside mix</b>
ca: <b>Automatització d'imatges a la mescla</b>
es: <b>Automatización de imágenes en la mezcla</b>
fr: <b>Automatisation des images dans la mème carpette</b>

source: <b>Autonervous</b>
ca: <b>Automatització nerviós</b>
es: <b>Autonervio</b>
fr: <b>Autonerveux</b>

source: <b>Autorot</b>
ca: <b>Automatització rotació</b>
fr: <b>Autorotation</b>

source: <b>Channel 1</b>
ca: <b>Canal 1</b>
es: <b>Canal 1</b>
fr: <b>Canal 1</b>

source: <b>Channel 2</b>
ca: <b>Canal 2</b>
es: <b>Canal 2</b>
fr: <b>Canal 2</b>

source: <b>Crab</b>
ca: <b>Cranc</b>
es: <b>Cangrejo</b>

source: <b>Current Sequence</b>
ca: <b>Següent seqüència</b>
es: <b>Secuencia Actual</b>
fr: <b>Sequence en cours</b>

source: <b>Effects</b>
ca: <b>Efectes</b>
es: <b>Efectos</b>

source: <b>High</b>
ca: <b>Alts</b>
es: <b>Agudos</b>
fr: <b>Haut</b>

source: <b>Image Mix Modes:</b>
ca: <b>Modes de mescla de la imatge:</b>
es: <b>Modos de Mezcla de Imagen</b>
fr: <b>Modes de mixage des images:</b>

source: <b>Image Selection:</b>
ca: <b>Selecció d'imatges:</b>
es: <b>Selección de Imágenes</b>
fr: <b>Selection des images:</b>

source: <b>Loaded Images</b>
ca: <b>Búºsqueda d'imatges</b>
es: <b>Imágenes Cargadas</b>
fr: <b>Images chargées</b>

source: <b>Lows</b>
ca: <b>Greus</b>
es: <b>Graves</b>
fr: <b>Bas</b>

source: <b>Nervous</b>
ca: <b>Nerviós</b>
es: <b>Nervioso</b>
fr: <b>Nerveux</b>

source: <b>Object</b>
ca: <b>Objecte</b>
es: <b>Objeto</b>
fr: <b>Objet</b>

source: <b>Radiactive</b>
ca: <b>Radiactiu</b>
es: <b>Radioactivo</b>
fr: <b>Radioctif</b>

source: <b>Rhythm</b>
ca: <b>Ritme</b>
es: <b>Ritmo</b>
fr: <b>Rhythme</b>

source: <b>Rotate</b>
ca: <b>Rotació</b>
es: <b>Rotar</b>
fr: <b>Tourner</b>

source: <b>Selected Object</b>
ca: <b>Objecte Sel.leccionat</b>
es: <b>Objeto Seleccionado</b>
fr: <b>Objet selectioné</b>

source: <b>Sequence Edition</b>
ca: <b>Seqüència d'Edició</b>
es: <b>Edición de Secuencias</b>
fr: <b>Edition de sequences</b>

source: <b>Sequences</b>
ca: <b>Seqüències</b>
es: <b>Secuencias</b>

source: <b>Storm Control</b>
ca: Control de Tempesta
es: <b>Control de Tormenta</b>
fr: <b>Controle tempète</b>

source: <b>Text Automatization</b>
ca: <b>Automatizació de textes</b>
es: <b>Automatización de Textos</b>
fr: <b>Automatization du texte</b>

source: <b>Text</b>
ca: <b>Texte</b>
es: <b>Texto</b>
fr: <b>Texte</b>

source: <b>Video Selection:</b>
ca: <b>Selecció de Vídeo</b>
es: <b>Selección de Vídeos:</b>
fr: <b>Selection de videos:</b>

source: <b>change between video channels with music</b>
ca: <b>canvi entre canals de video amb la música</b>
es: <b>cambio entre los canales de vídeo con la música</b>
fr: <b>changegement entre canal de video avec la musique</b>

source: <b>channel automatization 1</b>
ca: <b>canal d'automatització 1</b>
es: <b>automatización del canal 1</b>
fr: <b>automatization du Canal 1</b>

source: <b>channel automatization 2</b>
ca: <b>canal d'automatització 2</b>
es: <b>automatización del canal 2</b>
fr: <b>automatization du Canal 2</b>

source: <b>color cycle</b>
ca: <b>cicle de color</b>
fr: <b>cicle de couleurs</b>

source: <b>compose</b>
ca: <b>composició</b>
es: <b>composición</b>

source: <b>device</b>
ca: <b>dispositiu</b>
es: <b>dispositivo</b>

source: <b>dice</b>
ca: <b>daus</b>
es: <b>dados</b>

source: <b>image 1</b>
ca: <b>imatge 1</b>
es: <b>imagen 1</b>

source: <b>image 2</b>
ca: <b>imatge 2</b>
es: <b>imagen 2</b>

source: <b>image 3</b>
ca: <b>imatge 3</b>
es: <b>imagen 3</b>

source: <b>image 4</b>
ca: <b>imatge 4</b>
es: <b>imagen 4</b>

source: <b>phase</b>
ca: <b>eco</b>
es: <b>eco</b>

source: <b>record to disk</b>
ca: <b>enregistrament</b>
es: <b>grabar a disco</b>
fr: <b>enregistrer sur disque dure</b>

source: <b>rotate</b>
ca: <b>rotació</b>
es: <b>rotar</b>
fr: <b>tourner</b>

source: <b>salida de vÃ­deo 3d</b>
ca: <b>sortida de vídeo 3D</b>

source: <b>stream video</b>
ca: stremetjar vídeo
es: <b>enviar video</b>
fr: <b>streamer video</b>

source: <b>texture channel</b>
ca: <b>canal de textura</b>
es: <b>canal de textura</b>
fr: <b>canal pour les textures</b>

source: A_bout
ca: P_arlant d'
es: A_cerca

source: Actions
ca: Accions
es: Acciones

source: Add
ca: Agregar
es: Añadir
fr: Ajouter

source: Adds the image to mix
ca: Agregar la imatge a la mescla
es: Añadir la imagen a la mezcla
fr: Ajouter l'image au mix

source: Adjust all to 0
ca: Ajustar tot a 0
es: Ajustar todos a 0
fr: remetre tout a 0

source: Adjust first element to 0 and move the rest appropiately
ca: Ajustar el primer element a 0 i moure el reste apropiadament
es: Ajustar el primer elemento a 0 y mover el resto apropiadamente
fr: Ajuster le premier élément a 0 et bouger le reste proporcionellement

source: Adjust first to 0
ca: Ajustar tot a 0
es: Ajustar el primero a 0
fr: Ajuster le premier a 0

source: Arm Length
ca: Longitut dels braços
es: Longitud de brazos

source: Articulation
ca: Articulació
es: Articulación

source: Authorize
ca: Autoritzar
es: Autorizar
fr: Autorizer

source: Auto nervous X
ca: Auto nerviós X
es: Auto nervio X
fr: Auto-nerveux sur X

source: Auto nervous Y
ca: Auto nerviós Y
es: Auto nervio Y
fr: Auto-nerveux sur Y

source: Auto nervous Z
ca: Auto nerviós Z
es: Auto nervio Z
fr: Auto-nerveux sur Z

source: Auto rotate X
ca: Rotació automatitzada X
es: Auto rotación X
fr: Auto-rotation sur X

source: Auto rotate Y
ca: Rotació automatitzada Y
es: Auto rotación Y
fr: Auto-rotation sur Y

source: Auto rotate Z
ca: Rotació automatitzada Z
es: Auto rotación Z
fr: Auto-rotation sur Z

source: Black
ca: Negre
es: Negro
fr: Noir

source: By Letter
ca: Lletra a lletra
es: Letra a Letra
fr: lettre a lettre

source: Cancel
ca: Cancel.lar
es: Cancelar
fr: Annuler

source: Center
ca: Centrar
es: Centrar
fr: Centrer

source: Center text
ca: Centrar texte
es: Centrar texto
fr: Centrer texte

source: Change font
ca: Canvi de tipus de lletra
es: Cambiar tipo de letra
fr: Changer la police

source: Change size of video window
ca: Canviar el tamany de la finestra de video
es: Cambiar tamaño de la ventana de vídeo
fr: Changer la taille de la fenêtre du video

source: Change text colour
ca: Canviar el color del texte
es: Cambiar el color del texto
fr: Changer la couleur du texte

source: Changes text scrolling direction
ca: Canvis de la direcció a la qual es mou el texte
es: Cambia la dirección de movimiento del texto
fr: Changer le sens de scroll du texte

source: Clean
ca: Netejar
es: Limpiar
fr: Effacer

source: Clean State
ca: Netejar estat
es: Limpiar Estado
fr: Effacer l'état

source: Clean text from video
ca: Netejar texte del vídeo
es: Limpiar texto del video
fr: Effacer le texte du video

source: Clean the message queue
ca: Netejar missatges
es: Limpiar la cola de mensajes
fr: Effacer les messages de la liste

source: Configuration
ca: Configuració
es: Configuración

source: Connect
ca: Connectar
es: Conectar
fr: Conecter

source: Connect xmms to pd
ca: Connectar xmms al PD
es: Conectar xmms a pd
fr: Connecter xmms to pd

source: Copy
ca: Copiar
es: Copiar
fr: Copier

source: Crab
ca: Cranc
es: Cangrejo

source: Create a new sequence
ca: Crear una nova seqüència
es: Crear una nueva secuencia
fr: Créer une nouvelle séquence

source: Cube
ca: Cub
es: Cubo

source: Cube Mesh
ca: Mescla de Cub
es: Malla de Cubo
fr: Maille de cube

source: Cube Size
ca: Tamany de Cub
es: Tamaño de Cubos
fr: Taille du cube

source: Cubes
ca: Cubs
es: Cubitos

source: Delete
ca: Esborrar
es: Borrar
fr: Effacer

source: Delete Command
ca: Esborrar comandament
es: Borrar Comando
fr: Effacer comando

source: Delete all events from sequence
ca: Esborrar tots els events de la seqüència
es: Borrar todos los eventos de la secuencia
fr: Effacer tous les évenements de la séquence

source: Delete image from screen
ca: Esborrar imatge de la pantalla
es: Borrar la imagen de la pantalla
fr: Effacer l'image de l'écrans

source: Delete selected event
ca: Esborrar event sel.leccionat
es: Borrar el evento seleccionado
fr: Effacer l'évènement selectioné

source: Delete selected sequence
ca: Esborrar seqüència sel.leccionada
es: Borrar la secuencia seleccionada
fr: Effacer la séquence selectioné

source: ElectricBall
ca: Bola elèctrica
es: BolaEléctrica
fr: Electrique-balle

source: Emission password in the icecast server
ca: Contrasenya pel servidor Icecast
es: Contraseña de emisión en el servidor icecast
fr: Mots de passe du server icecast

source: Enlarge
ca: Agrandir
es: Ajustar
fr: Elargir

source: Enlarge image to fill whole frame
ca: Agrandir imatge per completar tot
es: Ajustar imagen al vídeo
fr: Elargir a la dimension du frame

source: Event list for sequence
ca: Llista per seqüències
es: Lista de mensajes de la secuencia

source: Explosion
ca: Explosió
es: Explosión

source: Feed/Chat
ca: Xat
fr: Type CHAT

source: File to record to
ca: Archiu per enregistrar a
es: Fichero en el que grabar
fr: enregistrer comme

source: H_elp
ca: A_juda
es: A_yuda

source: Icecast server to stream to
ca: Servidor Icecast streametjant a
es: Servidor icecast al que enviar el flujo de vídeo
fr: Serveur Icecast sur lequel straemer

source: Image position in x axis
ca: Posició de la imatge a l'eix X
es: Posición de la imagen en el eje x
fr: Position de l'image sur X

source: Image position in y axis
ca: Posició de la imatge a l'eix Y
es: Posición de la imagen en el eje y
fr: Position de l'image sur Y

source: Images
ca: Imatges
es: Imágenes

source: Launch
ca: LLançar
es: Lanzar
fr: Lancer

source: Launch PureData
ca: Llançar PureData
es: Lanzar PureData
fr: Lancer Pure-Data

source: Launch image to output
ca: Llançar imatge a la sortida
es: Lanzar imagen a la salida
fr: Lancer l'image á la sortie

source: Launch into:
ca: Llançar a
es: Lanzar en:
fr: Lancer dans:

source: Launch messages with specified time
ca: Llançar missatges en un temps determinat
es: Lanzar mensajes con el tiempo especificado
fr: Lancer les messages au temps specifié

source: Launch selected sequence
ca: Llançar la seqüència sel.lecionada
es: Lanzar la secuencia seleccionada
fr: Lancer la séquences selectionée

source: Launch with Reset
ca: Llançar i netejar
es: Lanzar con Reset
fr: Lancer avec reset

source: Left
ca: Esquerra
es: Izquierda
fr: gauche

source: Left justification
ca: Justificació esquerra
es: Ajustar texto a la izquierda
fr: Justifier a gauche

source: Lighting
ca: Il.luminació
es: Iluminación
fr: Illuminer

source: Load
ca: Búsqueda
es: Cargar
fr: Charger

source: Load RSS
ca: Búsqueda RSS
es: Cargar RSS
fr: Charger RSS

source: Load a text file
ca: Búsqueda d'un arxiu
es: Cargar un fichero de texto
fr: Charger un document de texte

source: Load from Command
ca: Búsqueda d'una funció
es: Cargar de Comando
fr: Chargé par comando

source: Load un RSS
ca: Búsqueda d'un RSS
fr: Charger RSS

source: Loaded messages list
ca: Llista de missatges buscats
es: Lista de mensajes cargados
fr: Charger la liste de message

source: Maximize video window
ca: Maximitzar la finestra de vídeo
es: Maximizar la ventana de vídeo
fr: Maximizer la fenêtre de video

source: Mix video and image colours
ca: Mescla dels colors del vídeo amb la imatge
es: Mezcla los colores del video con los de la imagen

source: Mix
ca: Mescla
es: Mezcla
fr: Mixer

source: Mount point in the icecast server
ca: Muntar un servidor Icecast
es: Punto de emisión en el servidor icecast
fr: POint de montage du serveur Icecast

source: New
ca: Nou
es: Nueva
fr: Nouveau

source: New Sequence
ca: Nova Seqüència
es: Nueva Secuencia
fr: Nouvelle séquence

source: Next
ca: Següent
es: Siguiente
fr: Suivant

source: Object 1
ca: Objecte 1
es: Objeto 1

source: Object 2
ca: Objecte 2
es: Objeto 2

source: On/Off
ca: engegar/apagar

source: Overlays image over mix
ca: Superposar la imatge en la mescla
es: Sobrepone la imagen a la mezcla
fr: Superposer les images sur le mix

source: Pause
ca: Parar
es: Pausa

source: Play
ca: Anar

source: Position for text in axis x
ca: Posició pel texte a l'eix x
es: Posición para el texto en el eje x
fr: Position de texte sur X

source: Position for text in axis y
ca: Posició pel texte a l'eix y
es: Posición para el texto en el eje y
fr: Position de texte sur Y

source: Press here to start the video server
ca: Prèmer per començar el servidor de vídeo
es: Pulsa aquí para iniciar el servidor de vídeo
fr: Cliquer ici pour démarer le serveur de video

source: Previous
ca: Previ
es: Anterior
fr: Précédent

source: Put selected element one before in sequence
ca: Posar l'element sel.leccionat abans de començar la seqüència
es: Adelantar el elemento seleccionado
fr: Mettre l'élément selectioné une position avant

source: RESTART COMPOSITION
ca: Començar composició
es: REINICIAR COMPOSICIÓN
fr: Redémarer la composition

source: RSS Feeds
ca: RSS títols
es: Feeds RSS
fr: Doc RSS

source: Record
ca: Enregistrar
es: Grabar
fr: Enregistrer

source: Record events to current sequence
ca: Enregistrar events a la següent seqüència
es: Grabar los eventos en la secuencia actual
fr: Enregistrer les évenement de la séquence

source: Record last changes to file
ca: Enregistrar els últims canvis al arxiu
es: Grabar los últimos cambios a un fichero
fr: Enregistrer les dèrnier changement dans un fichier

source: Recording
ca: Enregistrament
es: Grabación
fr: Enregistrer

source: Reshade
ca: Refresquir

source: Substracts image from video
ca: Treu la imatge del vídeo
es: Resta la image del video

source: Restar
ca: Treure

source: Save Changes
ca: Salvar Canvis
es: Grabar Cambios
fr: Sauver les changements

source: Save State
ca: Salvar Estat
es: Grabar Estado
fr: Sauver l'état

source: Screen 1
ca: Pantalla 1
es: Pantalla 1
fr: Écrans 1

source: Screen 2
ca: Pantalla 2
es: Pantalla 2
fr: Écrans 2

source: Scroll
ca: Moure
es: Deslizante
fr: Glisser

source: Search in Google
ca: Búsqueda en Google
es: Buscar en Google
fr: Chercher dans google

source: Sends image to output
ca: Envia la imatge a la sortida
es: Envia la imagen a la salida
fr: Envoyer l'image a la sortie

source: Sent text to video
ca: Envia el texte al vídeo
es: Envia el texto al video
fr: Envoyer le texte au video

source: Sequences
ca: Seqüències
es: Secuencias
fr: Séquences

source: Set time 0 to all elements (so they load at start of sequence)
ca: Posa a 0 tots el elements (per començar la seqüència)
es: Define el tiempo a 0 para todos los elementos (para que se carguen al inicio de la secuencia)
fr: Remettre a 0 tout les éléments

source: Sphere
ca: Esfera
es: Esfera
fr: Sphère

source: Sphere Mesh
ca: Malla Esfera
es: Malla de Esfera
fr: Maille de sphère

source: Start Recording
ca: Començar l'enregistrament
es: Iniciar Grabación
fr: Comencer a enregistrer

source: Start Streaming
ca: Començar a stremetjar
es: Iniciar el Streaming
fr: Comencer a streamer

source: Start streaming through icecast server
ca: Començar a stremetjar a través del servidor Icecast
es: Iniciar el streaming a través del servidor icecast
fr: Comencer le stream sur le serveur Icecast

source: Starts video recording to a file
ca: Començar el vídeo enregistrant un arxiu
es: Comienza la grabación del video a un fichero
fr: Comencer l'enregistrement

source: Static
ca: Estàtic
es: Estático
fr: Statique

source: Stop
ca: Parar
es: Parar

source: Stop PureData
ca: Parar PureData
es: Parar PureData

source: Stop Recording
ca: Parar l'enregistrament
es: Parar la Grabación
fr: Aretter l'enregistrement

source: Stop Streaming
ca: Parar de stremetjar
es: Parar el Streaming
fr: Aretter le stream

source: Stop event recording
ca: Para el event que s'està enregistrant
es: Parar la grabación de eventos
fr: Aretter l'enregistrement des évènement

source: Stop recording
ca: Parar l'enregistrament
es: Parar la grabación
fr: Aretter l'enregistrement

source: Stop streaming
ca: Parar el streaming
es: Parar el streaming
fr: Stoper le stream

source: Stops automatic text launch
ca: Parar automáticament el texte llançat
es: Para el lanzamiento automático de textos
fr: Aretter le lancement automatique du texte

source: Storm
ca: Tempesta
es: Tormenta
fr: Tempête

source: Switches twin output for maximize on two projectors
ca: Engega la sortida per veure la imatge a dos projectors
es: Cambia a salida doble para maximizar en dos proyectores
fr: Changer la sortie pour la maximizer sur 2 projecteurs

source: Text 1
ca: Texte 1
es: Texto 1
fr: Texte 1

source: Text 2
ca: Texte 2
es: Texto 2
fr: Texte 2

source: Text lines appear one after the other
ca: Les l´inies de texte apareixen una darrera de l'altra
es: Las líneas de texto aparecen una tras otra
fr: Le texte aparait ligne après ligne

source: Text scrolls through window
ca: El texte es desplaça a través de la finestra
es: El texto se desliza a través de la ventana
fr: Lext glisse sur tout l'écrans

source: Text stays in its place
ca: El texte es troba a la seva posició
es: El texto sigue en su lugar
fr: Le texte est statique

source: Texts
ca: Textes
es: Textos
fr: Textes

source: Time between messages
ca: Temps entre missatges
es: Tiempo entre mensajes
fr: Temps entre chaque messages

source: Torus Size
ca: Tamany de Toro
es: Tamaño de Toros
fr: Taille Torus

source: Torus width
ca: Amplada de Toro
es: Ancho de Toros

source: Up
ca: Dalt
es: Subir
fr: haut

source: Up/Down
ca: Dalt/Baix
es: Arriba/Abajo
fr: Haut/bas

source: Update
ca: Refresquir
es: Actualizar
fr: Actualizer

source: Video 1
ca: Vídeo 1

source: Video 2
ca: Vídeo 2

source: Videos
ca: Vídeos

source: Write a text to send
ca: Escriure un texte per llançar
es: Escribe un texto para enviar
fr: Ecriver un texte a envoyer

source: XMMS control
ca: control XMMS
fr: Controle de xmms

source: _File
ca: _Arxiu
es: _Fichero
fr: _Fichier

source: activate 2d output
ca: activació de la sortida 2D
es: activar la salida 2d
fr: Activer de sortie 2D

source: activate 3d output
ca: activació de la sortida 3D
es: activar la salida 3d
fr: Activer de sortie 3D

source: activate camera
ca: activar la cámara
es: activar la cámara
fr: Activer la caméra

source: activate monitor output
ca: activar monitor de la sortida
es: activar la salida de monitor
fr: Activer la sortie moniteur

source: ball 1
ca: bola 1
es: bola 1
fr: Balle 1

source: ball 2
ca: bola 2
es: bola 2
fr: Balle 2

source: beats
ca: cops
es: golpes
fr: Beats/coups

source: blend add
ca: adicció/superposició de la mescla
fr: Ajouter blend

source: center
ca: centrar
es: centrar
fr: Centrer

source: center mouse
ca: centrar ratolí
es: centrar ratón
fr: Centre souris

source: change image inside folder automatically
ca: canviar la imatge dintre de la carpeta automàticament
es: cambiar imágenes dentro de la carpeta automáticamente
fr: Changer d'images dans la carpette

source: channel 1
ca: canal 1
es: canal 1
fr: Canal 1

source: channel 2
ca: canal 2
es: canal 2
fr: Canal 2

source: configuration
ca: configuració
es: configuración

source: crab
ca: cranc
es: cangrejo

source: cube
ca: cub
es: cubo

source: define the 2 image loaded as texture for object
ca: defineix la imatge 2 com una textura per l'objecte
es: define la imagen 2 como textura para el objeto
fr: Utiliser l'image 2 comme texture

source: define the 3 image loaded as texture for object
ca: defineix la imatge 3 com una textura per l'objecte
es: define la imagen 3 como textura para el objeto
fr: Utiliser l'image 3 comme texture

source: define the 4 image loaded as texture for object
ca: defineix la imatge 4 com una textura per l'objecte
es: define la imagen 4 como textura para el objeto
fr: Utiliser l'image 4 comme texture

source: define the first image loaded into the texturing unit as texture for object
ca: defineix la primera imatge dintre de la textura unitat com textura per l'objecte
es: define la primera imagen cargada en la unidad de texturizado como textura para el objeto
fr: Utiliser l'image 1 comme texture

source: define video mix as texture for object
ca: defineix el vídeo de mescla com textura per l'objecte
es: define la mezcla como textura para el objeto
fr: Utiliser video-mix comme texture

source: delete
ca: esborrar
es: borrar
fr: Détruire

source: depth test
ca: test de profunditat
es: test profundidad

source: detail
ca: detalls
es: detalle
fr: détaille

source: dice
ca: daus
es: dados

source: distortion
ca: distorsió
es: distorsión

source: eject
ca: executar

source: electric ball
ca: bola elèctrica
es: bola eléctrica

source: explosion
ca: explosió
es: explosión

source: file name
ca: nom de l'arxiu
es: nombre del fichero
fr: Nom du fichier

source: fullscreen
ca: pantalla completa
es: pantalla completa
fr: plein écrans

source: generate thumbs
ca: generar previtsualitzacions
es: generar thumbs
fr: créer les miniatures

source: icecast server
ca: Servidor Icecast
es: servidor icecast
fr: icecast serveur

source: image 1
ca: imatge 1
es: imagen 1

source: image 2
ca: imatge 2
es: imagen 2

source: image 3
ca: imatge 3
es: imagen 3

source: image 4
ca: imatge 4
es: imagen 4

source: images
ca: imatges
es: imagenes

source: launch
ca: llançar
es: lanzar
fr: Lancer

source: launch into channel 1
ca: llançar dintre del canal 1
es: lanzar en el canal 1
fr: lancer au canal 1

source: launch into channel 2
ca: llançar dintre del canal 2
es: lanzar en el canal 2
fr: lancer au canal 2

source: launch into image 1
ca: llançar dintre de la imatge
es: lanzar en la imagen 1
fr: lancer a l'image 1

source: launch into image 2
ca: llançar dintre de la imatge
es: lanzar en la imagen 2
fr: lancer a l'image 2

source: launch into image 3
ca: llançar dintre de la imatge 3
es: lanzar en la imagen 3
fr: lancer a l'image 3

source: launch into image 4
ca: llançar dintre de la imatge 4
es: lanzar en la imagen 4
fr: lancer a l'image 4

source: lighting
ca: il.luminar
es: iluminación
fr: Illumination

source: load text from command
ca: búsqueda d'un texte des d'un comandament
es: cargar texto de comando
fr: Charger les textes d'un comando

source: mix
ca: mesclar
es: mezcla

source: mix base:
ca: mesclar base
es: base de la mezcla:

source: mount point
ca: punt d'anclatge
fr: point de montage

source: name for the new sequence
ca: nom per la nova seqüència
es: nombre para la nueva secuencia
fr: nom de la nouvelle séquence

source: number of beats for change
ca: nombre de cops pel canvi
es: numero de golpes para cambio
fr: Nombre de beats/coups pour changement

source: off
ca: tancar

source: on
ca: engegar

source: opacity
ca: opacitat
es: opacidad
fr: opacité

source: opacity:
ca: opacitat:
es: opacidad:
fr: opacité

source: out
ca: sortida
fr: sortie

source: passwd
ca: contrasenya
fr: Mot de passe

source: port in the icecast server
ca: port al servidor Icecast
es: puerto en el servidor icecast
fr: port du serveur icecast

source: position
ca: posició
es: posición

source: preview
ca: previsualització
es: previo
fr: prévue

source: random
ca: aleatòriament
fr: aléatoire

source: record
ca: enregistrar
es: grabar
fr: enregistrer

source: repeat
ca: repetició
es: repetir
fr: répetter

source: reuse
ca: reutilitzar
es: reutilizar
fr: réutiliser

source: screen 1
ca: pantalla 1
es: pantalla 1
fr: écrans 1

source: screen 2
ca: pantalla 2
es: pantalla 2
fr: écrans 2

source: select video from channel 1 as texture for the object
ca: sel.leccionar video del canal 1 com textura per l'objecte
es: seleccionar el video del canal 1 como textura para el objeto
fr: Utiliser video 1 comme texture
