Repository: PablodeSoto/delvj
Catalog: po/*.po
Languages: ca, es, fr

source: select video from channel 2 as texture for object
ca: sel.leccionar video del canal 2 com textura per l'objecte
es: seleccionar el video del canal 2 como textura para el objeto
fr: Utiliser video 2 comme texture

source: send to mix::
ca: enviar a la mescla
es: enviar a mezcla::
fr: Envoyer au mix::

source: separation
ca: separació
es: separación
fr: séparation

source: sequences
ca: seqüències
es: secuencias
fr: séquences

source: set webcam video as texture
ca: enviar la webcam com textura
es: definir cámara web como textura
fr: Utiliser la webcam comme texture

source: size
ca: tamany
es: tamaño
fr: taille

source: speed
ca: velocitat
es: velocidad
fr: vitesse

source: stop
ca: parar
es: parar

source: stop automatic switch between channels
ca: parar automaticament entre canals
es: parar el cambio automático entre canales
fr: Aretter le changement automatique entre canaux

source: storm
ca: tempesta
es: tormenta
fr: Tempête

source: superfor nerve
ca: superposar

source: switch video channels with music
ca: engegar videos amb la música
es: cambiar entre los canales de video con la música
fr: Changement de canal controlé par la musique

source: synced image change
ca: registre del canvi d'imatges
es: cambio de imágenes sincronizado
fr: sincronizer changement d'image

source: synced image change inside folder
ca: registre d'imatges dintre de la carpeta
es: cambio de imágenes sincronizado dentro de la carpeta
fr: sincronizer changement d'image dans la carpette

source: synced video change
ca: registre de canvi de vídeos
es: cambio de imágenes sincronizado
fr: sincronizer changement de video

source: text 1
ca: texte 1
es: texto 1
fr: texte 1

source: text 2
ca: texte 2
es: texto 2
fr: texte 2

source: texts
ca: textes
es: textos
fr: textes

source: time:
ca: temps
es: tiempo:
fr: temps:

source: twin output
ca: sel.leccionar sortida
es: salida doble
fr: Sortie double

source: two videos at same time
ca: dos videos al mateix temps
es: dos videos a la vez
fr: 2 videos em même temps

source: videos
ca: vídeos

source: write search
ca: búsqueda en blanc
es: escribir búsqueda
fr: ecriver votre recherche

source: xmms control
ca: control xmms
fr: Controle de xmms

source: xmms is not loaded
ca: xmms no està llançat
es: el xmms no está cargado
fr: xmms n'est pas chargé

source: <b>contrast</b>
es: <b>contraste</b>
fr: <b>contraste</b>

source: <b>3d video output</b>
es: <b>salida de vÃ­deo 3d</b>

source: Load an RSS
es: Cargar un RSS

source: Substract
es: Restar

source: port
es: puerto

source: <b>blur</b>
fr: <b>trouble</b>

source: <b>salida de vídeo 3d</b>
fr: <b>sortie de vídeo 3d</b>

source: General
fr: Generale

source: Mezcla los colores del video con los de la imagen
fr: Mixer les couleurs du video avec les images

source: Resta la image del video
fr: Soustrait l'image du video

source: Streaming
fr: Emission en temps reèl

source: general
fr: général

source: no
fr: non

source: rotoblur
fr: trouble/rotation

source: stream
fr: emission en temps réelle
